Revit 2027 API
UniqueElementFailures Properties
The BuiltInFailures.UniqueElementFailures type exposes the following members.
Properties
Name | Description
ProhibitUniqueElementDeletion |  Internal setting '%1!s!' is required by Revit and has been deleted.
Top
See Also
Reference
BuiltInFailures.UniqueElementFailures Class
Autodesk.Revit.DB Namespace